Repository: stanercelik/PolyNap
Catalog: polynap/Resources/Localizations/Alarms.xcstrings
Source language: en
Languages: ja, ms, th, tr

# alarm.action.snooze
source: Snooze
ja: スヌーズ
ms: Tunda
th: เลื่อน
tr: Ertele

# alarm.action.stop
source: Stop
ja: 停止
ms: Henti
th: หยุด
tr: Kapat

# alarm.sleep.reminder.body
source: '%@' schedule %@ sleep is about to start.
ja: '%@'スケジュールの%@睡眠が始まります。
ms: Jadual '%@' tidur %@ akan bermula.
th: ตารางเวลา '%@' การนอน %@ กำลังจะเริ่ม
tr: '%@' programındaki %@ uykunuz başlamak üzere.

# alarm.sleep.title
source: ⏰ Sleep Time
ja: ⏰ 睡眠時間
ms: ⏰ Masa Tidur
th: ⏰ เวลานอน
tr: ⏰ Uyku Zamanı

# alarm.snoozed.body
source: Time to wake up!
ja: 起きる時間です！
ms: Masa untuk bangun!
th: ถึงเวลาตื่นแล้ว!
tr: Uyanma zamanı geldi!

# alarm.snoozed.title
source: 😴 Snoozed Alarm
ja: 😴 スヌーズアラーム
ms: 😴 Penggera Ditunda
th: 😴 นาฬิกาปลุกที่เลื่อน
tr: 😴 Ertelenmiş Alarm

# alarm.test.body
source: This is a test notification for your alarm settings. Tap the notification to open the app!
ja: これはアラーム設定のテスト通知です。通知をタップしてアプリを開いてください！
ms: Ini adalah pemberitahuan ujian untuk tetapan penggera anda. Ketik pemberitahuan untuk membuka aplikasi!
th: นี่เป็นการแจ้งเตือนทดสอบสำหรับการตั้งค่าปลุกของคุณ แตะการแจ้งเตือนเพื่อเปิดแอป!
tr: Bu, alarm ayarlarınız için bir test bildirimidir. Bildirime dokunarak uygulamayı açın!

# alarm.test.title
source: 🔔 Test Alarm
ja: 🔔 テストアラーム
ms: 🔔 Penggera Ujian
th: 🔔 นาฬิกาปลุกทดสอบ
tr: 🔔 Test Alarmı

# alarm.wake.body
source: Your sleep period is complete. Time to get up!
ja: 睡眠期間が終了しました。起きる時間です！
ms: Tempoh tidur anda telah selesai. Masa untuk bangun!
th: ช่วงการนอนของคุณเสร็จสิ้นแล้ว ถึงเวลาตื่นแล้ว!
tr: Uyku periyodunuz tamamlandı. Haydi güne başla!

# alarm.wake.scheduled.body
source: Your sleep block has ended. Good morning!
ja: 睡眠ブロックが終了しました。おはようございます！
ms: Blok tidur anda telah berakhir. Selamat pagi!
th: ช่วงการนอนของคุณจบแล้ว สวัสดีตอนเช้า!
tr: Uyku bloğunuz sona erdi. Günaydın!

# alarm.wake.scheduled.title
source: 🚨 Wake Up Time!
ja: 🚨 起床時間！
ms: 🚨 Masa Bangun!
th: 🚨 เวลาตื่น!
tr: 🚨 Uyanma Zamanı!

# alarm.wake.title
source: ⏰ Wake Up Time!
ja: ⏰ 起床時間！
ms: ⏰ Masa Bangun!
th: ⏰ เวลาตื่น!
tr: ⏰ Uyanma Zamanı!

# alarm.sleep.reminder.default.supportive
source: Your '%@' block starts at %@. Just protect this one block.
tr: '%@' bloğun %@'de başlıyor. Bugün sadece bu bloğu koruman yeterli.

# alarm.sleep.reminder.default.direct
source: %@ starts at %@. Start on time and keep the streak alive.
tr: %@ planı %@'de başlıyor. Zamanında başla ve seriyi koru.

# alarm.sleep.reminder.default.celebratory
source: %@ starts at %@. One clean block keeps today's momentum going.
tr: %@ planı %@'de başlıyor. Bugün ivmeyi korumak için tek temiz blok yeter.

# alarm.sleep.reminder.late.supportive
source: You were %d min late recently. Today just start at %@ on time.
tr: Son günlerde %d dk geç kaldın. Bugün sadece %@ bloğuna zamanında başla.

# alarm.sleep.reminder.late.direct
source: Recent delay: %d min. Be ready for %@ and start exactly then.
tr: Son gecikme: %d dk. %@ için hazır ol ve tam saatinde başla.

# alarm.sleep.reminder.deferred_quality
source: Before %@, rate your last sleep and then start this block.
tr: %@ öncesinde son uykunu puanla, sonra bu bloğa başla.

# alarm.sleep.reminder.low_recovery
source: Recovery looks low. Keep %@ gentle and protect this block.
tr: Toparlanma düşük görünüyor. %@ bloğunu nazik tut ve bunu koru.
